Repository: giellalt/corpus-smj
Catalog: tmx/sma/facta/other_files/iemealmmuga_ja_demaenssa_nuorttarijkajn.pdf.tmx
Source language: smj
Languages: sma

source: Kárttim máhttá aj gåvvidit dåjmajt suohkanijn, degu vuorrasijsijda ja biejvvedåjma majna la sáme sisadno.
sma: Goerehtalleme maahta aaj tjïelten råajvarimmiej bïjre årrodh, goh hoksegåetieh båeries almetjidie jallh biejjiedarjomh saemien profijline.

source: Aj systematihkalasj tjoahkkim lagámusáj subttsasijs luluj máhttet aneduvvat vuodon suohkanij dåjmaj åvddånibmáj.
sma: Maahta aaj soptsesh, mejtie systeemen mietie sïjse tjöönghkie lïhke fuelhkeste, våaroeminie nuhtjedh juktie tjïelti barkoem evtiedidh.

source: Buoragit vuorbástuvvam buojkulvisájt luluj máhttet tjoahkkit digitála, nuorttarijkalasj ræjddogijssáj, mav de juogat iesjgeŋga nasjonála demænssa máhtudagá guovdátjij baktu ma juo gávnnuji.
sma: Maahta læhkoes vuesiehtimmieh tjïeltijste akten digitaale noerhtelaanti dïrregevåarhkose tjöönghkedh, maam maahta geerjehtidh dej nasjonaale demensemaahtoejarngi tjïrrh mah gååvnesieh.

source: Hásstalus 4
sma: Haesteme 4

source: Gåktu joarkkep nuorttarijkalasj aktisasjbargujn iemeálmmugij ja demensa ássjij?
sma: Guktie laavenjostojne jåerhkebe aalkoe-almetji jïh demensen bïjre?

source: • Dárbaj nuorttarijkalasj tiebmáværmádagáv demensa ja iemeálmmugij gáktuj, oassen almulasj nuorttarijkalasj aktisasjbargos demensa birra ja danna hæhttu liehket nanos ja stuoves ruhtadibme.
sma: • Daerpies aktine noerhtelaanti teemaviermine demensese jïh aalkoe-almetjidie, goh bielie dehtie byögkeles noerhtelaanti laavenjostoste demensen bïjre, jïh aktine stabijle jïh ihkuve beetnehdåarjojne.

source: Tiebmáværmádahka bierri tjielgadit gåktu máhttá systemáhtalattjat barggat Sámedikkij ja Ruonáednama åvdåstiddjij siegen.
sma: Teemaviermie byöroe sjyöhtehke systematihkeles laavenjostoevuekieh damtijidh Saemiedigkine jïh kruanalaanten aktöörigujmie.

source: • Tiebmáværmádagán luluj máhttet liehket lájddistiddje rålla ressursaj identifisierimin, duola degu diagnostiserimvædtsagijt, dárkestimlista ja muodugattja majt máhttá jårggålit ja hiebadit ietjá nuorttarijkaj adnuj (gehtja badjelin).
sma: • Teemaviermie edtja maehtedh stuvrije råållam utnedh gosse edtja vierhtieh damtijidh, goh vuesiehtimmien gaavhtan diagnosisteradammedïrregh, gïehtjedimmielæstoeh jïh plearoeh mejtie maahta jarkoestidh jïh sjïehtedidh, guktie dah maehtieh jeatjah noerhtelaantine åtnasovvedh (vuartesjh bijjielisnie).

source: Værmádagán máhttá aj liehket roalla identifisierit ja ævtodit tjoavddusijt ådå dárbojda, duola degu ræjdojt ja barggovuogijt ma li hiebaduvvam nuorap ulmutjijda gejn la demænssa ja gudi iemeálmmugij gulluji.
sma: Viermie aaj maahta råållam utnedh damtijidh jïh vuekieh raeriestidh orre daerpiesvoeti bïjre, vuesiehtimmien gaavhtan dïrregh jïh vuekieh mah leah sjïehtedamme nuerebe almetjidie demensine jïh aalkoealmetjemaadtojne.

source: 1. La dárbbo nuorttarijkalasj kárttimbargguj mij tjielgat makkir nuorttarijkalasj ja rijkajgasskasasj dutkama juo gávnnuji demensa ja iemeálmmugij birra.
sma: 1. Daerpies aktine noerhtelaanti goerehtalleminie dehtie noerhtelaanti jïh gaskenasjonaale dotkemistie mij demensen jïh aalkoe-almetji bïjre gååvnese.

source: Tiebmáværmádahka luluj máhttet álgadit dágástallamav nasjonála oajválattjaj gåktu kárttimav nuorttarijkalasj diehtoportálajda sebrudahttet.
sma: Teemaviermie edtja maehtedh dialogem aelkedh nasjonaale åejvieladtjigujmie juktie goerehtallemem noerhtelaanti daajroeportaaline sjïehtesjidh.

source: Tiebmáværmádahka luluj aj máhttet gæhttjat makkir máhttelisvuoda li nuorttarijkalasj aktisasjbargov måvtåstuhttet dutkamin, duola degu gåktu duot dát doajmma vájkkut jali diedalasj kárttim dárbojs.
sma: Teemaviermie edtja aaj vuartasjidh mejtie nuepie gååvnese noerhtelaanti laavenjostose skreejrehtidh dotkemen bïjre, vuesiehtimmien gaavhtan effekti bïjre ovmessie råajvarimmijste jallh daejremevoeteles goerehtallemen bïjre daerpiesvoetijste.

source: Aktisasjbarggo rijkajgasskasasj dutkamværmádagájn iemeálmmugij ja demensa gáktuj luluj aj máhttet hiehpat.
sma: Aaj laavenjostoe maahta sjyöhtehke årrodh dejnie gaskenasjonaale dotkemeviermine aalkoe-almetjidie jïh demensese.

source: 2. Tiebmáværmádahka ja Nuorttarijkaj álkkádusguovdásj lulun galggat identifisierit makkir máhttelisvuoda li sáme ja ruodnáednama perspektijvajda dálásj nuorttarijkalasj aktisasjbargon guhkássujton, duola degu sebrudahttet suohkanijt Ruonáednamin ja sáme háldadimsuohkanijt Vuonan, Svierigin ja Suoman.
sma: 2. Teemaviermie jïh Noerhtelaanti tryjjesvoetejarnge byöroeh damtijidh mejtie nuepie gååvnese akten saemien jïh kruanalaanten perspektijvese dennie gaavnoes noerhtelaanti laavenjostosne sujhtemen bïjre guhkies mieresne, vuesiehtimmien gaavhtan tjïelth Kruanalaantesne jallh saemien reeremetjïelth Nöörjesne, Sveerjesne jïh Såevmesne meatan vaeltedh.

source: Policydokumenta ja web-ressursa
sma: Policytjaatsegh jïh web-vierhtieh

source: • Vuonarijka demænssastrategija
sma: • Nöörjen demensestrategije

source: • Svieriga demænssastrategija
sma: • Sveerjen demensetrategije

source: • Suoma mujttoprográmma
sma: • Såevmien mojhteseprogramme

source: • Ruonáednama demænssastrategija
sma: • Kruanalaanten demensestrategje

source: • Aldring og helse (Vuodna) vædtsaga ja diedo sámij ja demensa
sma: • Aldring og helse (Nöörje) dïrrege jïh bïevnesh saemiej jïh demensen bïjre

source: • Mij la demænssa, álkkeslågos demensa birra, hiebaduvvam doajmmahiereduvvam ulmutjijda ja sidjij gænna li kognitijvalasj doajmmahieredibme, gávnnu nuorttasámegiellaj, julevsámegiellaj ja oarjjelsámegiellaj ja vidá nuorttarijka gielajda ja ieŋŋilsgiellaj.
sma: • Vad är demens, aelhkielohkeme bïevnesh demensen bïjre, sjïehtedamme almetjidie funksjovnegiehpiedimmine, gååvnese noerhtesaemien, julevsaemien jïh åarjelsaemien gïelesne, vijhte noerhtelaanti gïeline jïh eengelsken gïelesne.

source: • Nuorttarijkaj demænssaværmádahka
sma: • Noerhtelaanti demenseviermie

source: • Tiebmáværmádahka iemeálmmugij ja demensa gáktuj
sma: • Teemaviermie aalkoe-almetjidie jïh demensese
